content/posts/hobbies/cooking/tortillas.md
+++
title = "Tortillas"
author = ["Kevin"]
date = 2024-01-12T17:33:00+01:00
tags = ["base", "boulangerie"]
categories = ["cooking-boulangerie", "french"]
draft = false
+++

## Infos {#infos}

| Quantité    | 12 tortillas de ø14 cm |
|-------------|------------------------|
| Préparation | 12 min                 |
| Repos       | 45 min                 |
| Cuisson     | 12 min                 |


## Ingrédients {#ingrédients}

| Ingrédient  | Quantité | Remarques                                                        |
|-------------|----------|------------------------------------------------------------------|
| Farine      | 300g     |                                                                  |
| Eau         | 150g     | Eau chaude: tortillas légères, eau froide: tortillas feuilletées |
| Beurre doux | 60g      |                                                                  |
| Sel         | 1 cac    |                                                                  |


## Instructions {#instructions}

1.  Mélanger la farine et le sel.
2.  Couper le beurre en mini cubes, le mélanger avec la farine. Le but est de légèrement aplatir les morceaux de beurre sans les faire fondre.
3.  Creuser un puits dans la préparation et ajouter l'eau. Mélanger jusqu'à obtention d'une boule homogène.
4.  Couvrir et laisser reposer 15-30 min.
5.  Diviser la pâte en 12 boules de taille similaire. Couvrir et laisser reposer 15 min.
6.  Bien chauffer la poêle. Faire le test de la goutte d'eau. Si elle tient sur la poêle chaude et ne s'évapore pas tout de suite, c'est bon.
7.  Fleurer le plan de travail. Étaler vos boules de pâte.
8.  Cuire vos tortillas, entre 30 et 60 secondes par face. Elles pouvent être retournées quand un grand nombre de bulles apparaissent. Couvrir vos tortillas pour conserver leur moelleux pendant et après la cuisson.<br />

Bon appétit !
